Repository: Guieme/CESI-easy-save
Catalog: EasySaveApp/Properties/Langs/Lang.*.resx
Languages: fr, zh

source: Back
fr: Retour
zh: 背部

# BSVM_Delete
source: Are you sure you want to delete this business software ?
fr: Êtes vous certain de vouloir supprimer ce logiciel métier ?
zh: 是否確實要刪除此業務軟體

# Business_Example
source: example.exe
fr: exemple.exe
zh: 示例.可執行

# Chinese
source: 中国人 - Chinese
fr: Mandarin
zh: 中国人

# Choice
source: Confirm
fr: Confirmation
zh: 確認

# Choice_ChangeLanguage
source: Do you want to change the language to french ?
fr: Voulez vous changez la langue en anglais ?
zh: 是否要將語言更改為法語

# Choice_Confirm
source: Are you sure you want to exit EasySave ?
fr: Êtes vous certain de vouloir quitter EasySave
zh: 是否確實要退出

# CMW_HostUnreachable
source: Impossible to reach remote host
fr: Impossible d'accéder à l'hôte distant
zh: 無法訪問遠程主機

# CNR_CloseConnection
source: Remote host closed connection
fr: L'hôte distant a fermé la connexion
zh: 遠程主機關閉了連接

source: Confirm
fr: Confirmer
zh: 確認

# Delete
source: Delete All
fr: Tout effacer
zh: 刪除所有內容

# DeleteBusinessVerif
source: Are you sure you want to delete all business softwares ?
fr: Êtes vous certain de vouloir supprimer tous les logiciles metiers ?
zh: 是否確實要刪除所有軟體

# DeleteConfirm
source: Confirmation
zh: 確認

# DeleteExtensionVerif
source: Are you sure you want to delete all extensions to crypt ?
fr: Êtes vous certain de vouloir supprimer toutes les extensions à crypter ?
zh: 擴展到地穴

# DeletePriorityExtension
source: Are you sure you want to delete all extensions to priorise ?
fr: Êtes vous certain de vouloir supprimer toutes les extensions à prioriser ?
zh: 是否確實要刪除所有擴展名以優先顯示

# ELF_Select
source: Select an extension
fr: Selectionner une extension
zh: 選擇一個擴展

source: English
fr: Anglais
zh: 英语

# Error
source: Fatal Error!
fr: Erreur Critique !
zh: 關鍵錯誤！

# Error_BusinessInvalidFormat
source: Input cannot be empty
fr: Le champ ne peut pas être vide
zh: 輸入不能為空

# Error_BusinessSoftware
source: Error : This business softawre is already in the list of business software
fr: Erreur : Ce logiciel metier est déja présent dans la liste de logiciel métier
zh: 錯誤：此業務軟體已在業務軟體清單中

# Error_Critical
source: A critical error has occured
fr: Une erreur critique est survenue
zh: 發生了嚴重錯誤

# Error_ExtensionInvalidFormat
source: Invalid format (.example)
fr: Format invalide (.exemple)
zh: 格式無效

# Error_ExtensionToCrypt
source: Error: The extension is already in the list of extensions to encrypte
fr: Erreur : L'extension renseignée est déja présente dans la liste d'extension à crypter
zh: 錯誤：填寫的擴展名已存在於要加密的擴展名清單中

# Error_ExtensionToPriorise
source: Error : The extension is already in the list of extension to priorise
fr: Erreur : L'extension est déja dans la liste des extensions à prioriser
zh: 錯誤：擴展程式已在要優先處理的擴展程式清單中

# Error_NoPath
source: Error : Neither Source or Target Path exist
fr: Erreur : Ni la source ni le chemin de destination n'existent
zh: 錯誤：源路徑和目標路徑都不存在

# Error_NoSource
source: Error : Source Path does not exist
fr: Erreur : Le chemin Source saisi n'existe pas
zh: 錯誤：輸入的源路徑不存在

# Error_NoTarget
source: Error : Target Path does not exist
fr: Erreur : Le chemin Target saisi n'existe pas
zh: 錯誤：輸入的目標路徑不存在

# Error_SamePath
source: Error : Source path and target path can't be the same
zh: 源路徑和目標路徑不能相同

# Error_SameSaveName
source: Error : This save name already exists.
fr: Erreur : Ce nom de sauvegarde est déjà attribué.
zh: 錯誤：此備份名稱已分配。

# Error_SameSourcePath
source: A save using the same source path is running. Stop or wait for it to finish before starting this one.
fr: Une sauvegarde utilisant le même chemin source est en cours d'exécution. Arrêtez-la ou attendez qu'elle se finisse avant de lancer celle-ci.
zh: 正在運行使用相同源路徑的保存。在開始這個之前停止或等待它完成。

# Error_SaveInProgress
source: One or several saves are still in progress. Stop or wait for them to finish before exiting the application.
fr: Une ou plusieurs sauvegardes sont en cours d'exécution. Arrêtez-les ou attendez leur fin avant de quitter l'application.
zh: 一項或多項保存仍在進行中。在退出應用程序之前停止或等待它們完成。

# ETCVM_Delete
source: Are you sure you want to delete this extension ?
fr: Êtes vous certain de vouloir supprimer cette extension ?
zh: 是否確實要刪除此保存

# ETC_Ent
source: Enter Your Extension
fr: Saisissez votre extension
zh: 輸入您的分機

# ETC_Ext
source: Extension
zh: 延期

# Extension_Example
source: .example
fr: .exemple
zh: .示例

source: French
fr: Français
zh: 法语

source: Hello
fr: Bonjour
zh: 你好

# Info
source: Information
zh: 信息

# Info_CreatePath
source: Target has correctly been created
fr: Le chemin de destination a correctement été crée
zh: 目標已正確創建

# Info_CurrentLanguage
source: Language is already in english
fr: La langue est déjà en francais
zh: 語言已經是英語

# Info_ExtensionAdded
source: The extension : has correctly been added to the list
fr: L'extension : a correctement été ajoutée à la liste
zh: 擴展名：已成功加入列表

# Info_LogExtension
source: The extension : has been defined as log file extension
fr: L'extension : a été définie comme extension de fichier de logs
zh: 擴展名： 被定義為紀錄檔擴展名

# Info_SaveCreated
source: Save : has correctly been added to the backup's list
fr: La sauvegarde : a correctement été ajoutée à la liste de sauvegarde
zh: 備份：已成功添加

# Info_SoftwareAdded
source: The software : has correctly been added to the list
fr: Le logiciel métier : a correctement été ajouté à la liste
zh: 商務軟件：已正確添加到列表中

# Main_BU
source: Back-Ups
fr: Sauvegardes
zh: 備份

# Main_Exit
source: Exit
fr: Quitter
zh: 離開

# Main_Settings
source: Settings
fr: Paramètres
zh: 設置

source: Search
fr: Rechercher
zh: 研究

# VBS_Ent
source: Enter your Path
fr: Saisissez votre chemin
zh: 輸入您的路徑

# VBS_Path
source: Path
fr: Chemin
zh: 小路

# VBU_Add
source: Add a Back-Up
fr: Ajouter une sauvegarde
zh: 添加備份

# VBU_Delete
source: Are you sure you want to delete this backup ?
fr: Êtes vous certain de vouloir supprimer cette sauvegarde ?
zh: 刪除

# VBU_Edit
source: Edit
fr: Modifier
zh: 修改

# VBU_Start
source: Start
fr: Lancer
zh: 扔

# VBU_StartAll
source: Start all Back-Ups
fr: Lancer toutes les sauvegardes
zh: 開始所有備份

# VCBU_Complete
source: Complete
fr: Complète
zh: 完全的

# VCBU_Diff
source: Differential
fr: Differentielle
zh: 微分

# VCBU_Name
source: Name
fr: Nom
zh: 姓名

# VCBU_SelectN
source: Select save name
fr: Saisissez un nom de sauvegarde
zh: 選擇保存名稱

# VCBU_SelectSP
source: Select source path
fr: Selectionnez le Chemin Source
zh: 選擇源路徑

# VCBU_SelectTP
source: Select Target Path
fr: Selectionnez le Chemin de Destination
zh: 選擇目標路徑

# VCBU_SP
source: Source Path
fr: Source
zh: 源路徑

# VCBU_TP
source: Target Path
fr: Destination
zh: 目標路徑

# VIFS_AddConfirmation
source: Do you want to modify max file size value ?
fr: Voulez vous modifiez la taille max des fichiers ?
zh: 是否要使用以下值修改

# VIFS_Confirm
source: Max file size value for simultaneous save files is now : Kb
fr: La taille max des fichiers de sauvegarde simultanés est désomais de : Ko
zh: 同步備份文件的最大大小現在是：Kb

# VIFS_ErrorEmpty
source: Field cannot be empty
fr: Le champ ne peut pas être vide
zh: 字段不能為空

# VIFS_MaxSize
source: Max Size
fr: Taille maximale
zh: 最大尺寸

# VIFS_Value
source: Enter a proper value (byte)
fr: Saissez une valeur (octet)
zh: 輸入正確的值

# VP_SetPE
source: Set prioritary extensions
fr: Paramétrez les extensions prioritaires
zh: 設置優先擴展

# VS_BS
source: Business Software
fr: Logiciel d'entreprise
zh: 商業軟體

# VS_ExtCrypt
source: Extension To Crypt
fr: Extension à crypter
zh: 加密擴展

# VS_LogFile
source: Log File Extension
fr: Extension des fichiers de log
zh: 日誌文件的擴展

# VS_MaxSize
source: Max simultaneous files size
fr: Taille maximale de fichiers simultanés
zh: 最大同時文件大小

# VS_PF
source: Priority Files
fr: Fichiers prioritaires
zh: 优先级文件
